Revit 2027 API
FillGrid.GetPointLineZone Method
Overload List
Name | Description
GetPointLineZone(UV) |  Gets the index of fill grid line closest to the input 2d point.
GetPointLineZone(UV, UV) |  Gets the index of fill grid line and the point on the grid line nearest to the input point.
Top
See Also
Reference
FillGrid Class
Autodesk.Revit.DB Namespace